[
    {
       "id":"asjkdfjq237564",
       "name":"Sofia Scott",
       "img":"https://i.ibb.co/sQCcgKH/scott-webb-5-Isd-Iqww-NP4-unsplash.jpg",
       "description":"Bodybuilding is the use of progressive resistance exercise to control and develop ones muscles (muscle building) by muscle hypertrophy for aesthetic purposes.[1] It is distinct from similar activities such as powerlifting because it focuses on physical appearance instead of strength.[2] An individual who engages in this activity is referred to as a bodybuilder."
    },
    {
       "id":"iowejdufa9875",
       "name":"Ryan Snaadt",
       "img":"https://i.ibb.co/cyxTBcN/ryan-snaadt-Rh-ER4-AYOKGY-unsplash.jpg",
       "description":"Bodybuilding developed in the late 19th century, promoted in England by German Eugen Sandow, now considered as the \"Father of Modern Bodybuilding\". He allowed audiences to enjoy viewing his physique in \"muscle display performances\". Although audiences were thrilled to see a well-developed physique, the men simply displayed their bodies as part of strength demonstrations or wrestling matches."
    },
    {
       "id":"oiehfatu65748",
       "name":"Milan Csizmadia",
       "img":"https://i.ibb.co/sQCcgKH/scott-webb-5-Isd-Iqww-NP4-unsplash.jpg",
       "description":"Sandow organized the first bodybuilding contest on September 14, 1901, called the \"Great Competition\". It was held at the Royal Albert Hall in London.[9] Judged by Sandow, Sir Charles Lawes, and Sir Arthur Conan Doyle, the contest was a great success and many bodybuilding enthusiasts were turned away due to the overwhelming number of audience members."
    },
    {
       "id":"ruqweyrpio4765457",
       "name":"Damir Spanic",
       "img":"https://i.ibb.co/8s0Yv4c/damir-spanic-e-AQz3nk-N-WE-unsplash.jpg",
       "description":"Bodybuilding became more popular in the 1950s and 1960s with the emergence of strength and gymnastics champions, and the simultaneous popularization of bodybuilding magazines, training principles, nutrition for bulking up and cutting down, the use of protein and other food supplements, and the opportunity to enter physique contests."
    },
    {
       "id":"njeuvje3649283",
       "name":"Anastase Maragos",
       "img":"https://i.ibb.co/Bq4Np2v/anastase-maragos-IZw5z-LHMfd4-unsplash.jpg",
       "description":"Many other important bodybuilders in the early history of bodybuilding prior to 1930 include: Earle Liederman (writer of some of bodybuildings earliest books), Zishe Breitbart, Georg Hackenschmidt, Emy Nkemena, George F. Jowett, Finn Hateral a pioneer in the art of posing"
    },
    {
       "id":"euqrowinvc34512893",
       "name":"Danial Dialo",
       "img":"https://i.ibb.co/h9j1jyw/anastase-maragos-7k-Ep-UPB8v-Nk-unsplash.jpg",
       "description":"Sandow was so successful at flexing and posing his physique that he later created several businesses around his fame, and was among the first to market products branded with his name. He was credited with inventing and selling the first exercise equipment for the masses: machined dumbbells, spring pulleys, and tension bands."
    }
 ]